[
  {
    "title": "Cocina Shojin Ryori (Vegana Budista)",
    "content": "Desde hace tiempo quería hacer algo que inspirara a las personas a considerar el **veganismo** o, al menos, la reducción del consumo de productos de origen animal. También me gusta mucho cocinar y sé que un gran desafío para muchos es pensar qué comidas veganas preparar.\n\nPor eso decidí crear una página web dedicada a la **cocina Shōjin ryōri**, es decir, la cocina vegana de los templos budistas de Japón, con información y recetas basadas en sus principios. En este tipo de cocina el practicante pone especial atención en su conducta a la hora de cocinar y también de comer, considerando todas las etapas del proceso y los seres involucrados en lo que consume, buscando avanzar en el camino hacia el despertar.\n\nEl respeto por la naturaleza y por todos los seres sintientes presente en la filosofía de la cocina Shōjin ryōri refleja el compromiso y los votos que hacemos como practicantes del Budismo.\n\nPara hacer la página investigué en diversas fuentes sobre la cocina Shōjin ryōri (páginas web y libros) con el objetivo de recopilar la información disponible, que está principalmente en japonés e inglés. También consulté varios videos disponibles en YouTube sobre este tipo de cocina y sus recetas en los templos de Japón y Corea.\n\nAlgunas de las recetas que comparto en la página provienen del libro *The Enlightened Kitchen* de **Mari Fujii**, una experta en cocina Shōjin ryōri. También incluí otras recetas japonesas, de templos coreanos y del Tíbet, así como recetas variadas de distintos orígenes que se basen en los principios de la cocina Shōjin ryōri. Mi objetivo es crear una base de datos que continúe ampliándose. Lo más importante es que las recetas respeten los principios de la cocina Shōjin ryōri, independientemente de su origen.\n\nUna de mis principales referencias para comprender y escribir sobre el respeto por todos los seres sintientes en la cocina Shōjin ryōri fue el libro *Enseñanzas Budistas en torno al Vegetarianismo*, del monje budista tibetano **Gueshe Thubten Soepa**.\n\nEn esta obra, el autor aborda las principales enseñanzas dejadas por el Buddha Shakyamuni sobre la **no-violencia**, resaltando la contradicción entre buscar practicar y cultivar la compasión y, al mismo tiempo, ignorar el daño causado a los seres sintientes mediante el consumo de carne y otros productos de origen animal.\n\n> “El Buddha dijo: Angulimala, en incontables vidas, por respeto a millones de seres he abandonado el pescado, la carne, la manteca… de hecho cualquier alimento que esté relacionado con el acto de haber matado o haber hecho que otros lo hagan.\n>\n> Debido a eso, mi cuerpo se ha convertido en el cuerpo de un buddha, con excelentes características y marcas especiales.\n>\n> Angulimala, en incontables vidas he sido la causa para que millones de seres, devas y humanos, purifiquen sus millones de aflicciones mentales. Debido a esto mi cuerpo se ha convertido en un cuerpo libre de elaboraciones.”\n\nEntiendo que seguir el principio fundamental de la cocina Shōjin ryōri —no hacer uso de productos de origen animal— no es una tarea sencilla en un comienzo. Nuestra mente buscará justificarlo de diversas maneras: *“me gusta comer carne”*, *“no puedo dejar el queso”*, *“es difícil encontrar productos veganos”*, *“mi familia y amigos me van a criticar”*, *“no sé cocinar”*, *“no tengo tiempo para preparar mi propia comida”*, etc.\n\nPero cada vez somos más personas recorriendo este camino y demostrando que, **sí, es posible**. Para nosotros tampoco fue fácil, pero cuando hay determinación y el amor es la motivación principal, todos los obstáculos pueden ser superados.",
    "author": "Monja Eken",
    "image": "https://i.postimg.cc/Gtp0m6NG/jonas-gerlach-PKd6Ii-D3DEk-unsplash.jpg",
    "code": "01"
  },
  {
    "title": "¿Qué es la soja texturizada?",
    "content": "La soja texturizada, también conocida como carne de soja o proteína vegetal texturizada (PVT), es un ingrediente muy utilizado en la cocina vegana y vegetariana, especialmente para reemplazar la carne. ¿Pero qué es exactamente? ¿Cómo se obtiene?\n\nEl cultivo y consumo de la soja se originaron en China hace más de **5.000 años**, donde esta legumbre fue valorada tanto por su aporte nutricional como por su versatilidad culinaria. Desde allí, su uso se extendió a otros países de Asia Oriental, como Japón y Corea, dando lugar a una amplia variedad de alimentos tradicionales.\n\nEn China, la soja ha sido históricamente una fuente esencial de proteínas vegetales y la base de productos como el tofu y diversas pastas y salsas fermentadas. En Japón, estos conocimientos fueron adaptados y perfeccionados, dando origen a alimentos como el **miso**, el **natto** y el **shōyu**, la variante japonesa de la salsa de soja.\n\nLa soja texturizada se obtiene a partir de la harina de soja. No contiene aditivos químicos ni colorantes y es **100 % natural**. Por lo tanto, contrariamente a lo que suele creerse, no se trata de un producto ultraprocesado.\n\nEn cuanto a su perfil nutricional, la soja texturizada es un producto bajo en grasas saturadas y en sal, libre de azúcares, una excelente fuente de fibra y muy rico en proteínas y carbohidratos de buena calidad. Además, su elevado contenido proteico es comparable al de muchos alimentos de origen animal y su consumo se ha asociado con un menor riesgo de enfermedades crónicas, como las cardiovasculares y algunos tipos de cáncer (ver estudio publicado en el *Journal of Agricultural and Food Chemistry*: **A review on plant-based proteins from soybean: Health benefits and soy product development**, Pingxu Qin, Taoran Wang, Yangchao Luo).\n\nLa soja texturizada es un ingrediente de origen natural y muy versátil en la cocina, ya que su sabor y su aroma son prácticamente neutros. Para utilizarla, primero debe hidratarse en agua y luego puede emplearse en la preparación de su preferencia.\n\nEl principal beneficio de elegir proteínas vegetales es alimentarse de manera nutritiva al mismo tiempo que se practica la **compasión hacia todos los seres sintientes**. Nuestro cuerpo no necesita carne, sino proteínas.",
    "author": "Monja Eken",
    "image": "https://i.postimg.cc/Fz02VHTT/vaquitas.jpg",
    "code": "02"
  }
]
